const goods = {
  state: {
    goods: [
      {
        id: 0,
        date: '12 июля 2024 / Новость',
        title: 'Новые технологии в сфере автоматизации',
        description:
          'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
      },
      {
        id: 1,
        date: 'Статья',
        title: 'Влияние цифровизации',
        description:
          'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
      },
      {
        id: 2,
        date: '12 июля 2024 / Новость',
        title: 'Устойчивое развитие и ответственность',
        description:
          'Какие методы и технологии помогают снизить негативное влияние производства',
      },
      {
        id: 3,
        date: '12 июля 2024 / Новость',
        title: 'Новые технологии в сфере автоматизации',
        description:
          'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
      },
      {
        id: 4,
        date: 'Статья',
        title: 'Влияние цифровизации',
        description:
          'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
      },
      {
        id: 5,
        date: '12 июля 2024 / Новость',
        title: 'Устойчивое развитие и ответственность',
        description:
          'Какие методы и технологии помогают снизить негативное влияние производства',
      },
      {
        id: 6,
        date: '12 июля 2024 / Новость',
        title: 'Новые технологии в сфере автоматизации',
        description:
          'Какие инновации помогут улучшить производственные процессы и повысить эффективность работы предприятий',
      },
      {
        id: 7,
        date: 'Статья',
        title: 'Влияние цифровизации',
        description:
          'Вызовы и возможности появляются для компаний в результате цифровой трансформации производства',
      },
      {
        id: 8,
        date: '12 июля 2024 / Новость',
        title: 'Устойчивое развитие и ответственность',
        description:
          'Какие методы и технологии помогают снизить негативное влияние производства',
      },
    ],
  },
  getters: {
    getGoods(state) {
      return state.goods;
    },
  },
};
export default goods;
